Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Cry, Even Better If You Beg (울어봐, 빌어도 좋고).tmx
Source language: ko_kr
Languages: en_us

source: “잘 지냈니?”{j}클로딘은 가늘게 뜬 눈으로 찬찬히 레일라를 훑어보았다.
en_us: “Have you been well?” Claudine asked, looking closely at Layla with narrowed eyes.{j}

source: 돌아본 길이 아득히 멀게만 느껴졌다.
en_us: Looking back, the path she had just traveled seemed long, dark, and ominous.

source: “그것도 나쁘지 않네요.”{j}레일라는 장난스럽게 큭큭거렸다.
en_us: “That’s not a bad idea,” she replied, giggling playfully.{j}

source: 다음부터는…….”
en_us: Next time I’ll-”

source: 그 순간 마티어스의 입가를 스친 조소가 레일라의 인내심을 동나게 했다.{j}“아니라고는 말씀드리지 못하겠습니다.”
en_us: The slight mocking smile on his lips caused her patience to run out. “It would be a lie to say I didn’t,” she replied.{j}

source: “……그런 건 아니야.”{j}그렇다는 뜻이다.
en_us: “No, that’s not it...” she replied unconvincingly.{j}

source: “그럴 나이가 되었으니까요.”{j}마티어스는 적당히 무심한 대답을 적절한 미소와 함께 건넸다.
en_us: “That’s because she is one,” Matthias replied, smiling slightly.{j}

source: 잘린 나무둥치에 앉아 그녀를 응시하고 있는 헤르하르트 공작을.
en_us: Duke Herhardt was sitting on a tree stump, looking at her.

source: 그야 네가 정말 어린애니까.{j}빌은 무심코 내뱉을 뻔한 대답을 꾹 참아 냈다.
en_us: That’s because you are young, Bill almost replied, before stopping himself.{j}

source: 약간의 미소를 곁들인 대답에 헤센은 다시 한 번 고개를 조아렸다.
en_us: Hessen bowed his head in response.

source: 아무래도 약혼이라는 중대사를 앞두고 있어 그런 모양이었다.
en_us: Presumably this was because they were busy planning their engagement.

source: 이제 두 사람 사이의 거리는 서로의 숨결이 닿을 만큼 가까워져 있었다.
en_us: They were now close enough to feel each other’s breath.

source: 누가 누구를 위로하겠다고.{j}시큰둥한 표정을 지으면서도 빌은 그 작은 손을 떨치지 못했다.
en_us: Gosh, I was trying to comfort her, and now she’s comforting me instead, Bill thought. He looked down at her little hand and felt slightly abashed, but he didn’t shake it off.{j}

source: 본래 그리 좋지 않던 눈이 이제는 꽤 많이 나빠진 모양이었다.
en_us: Her eyesight, which had never been that good, had gotten much worse recently.

source: 들짐승이라도 만났어?”
en_us: Did you come across a wild animal or something?”

source: 그러게, 거 왜 쓸데없이 그놈의 새는 그리도 좋아해서는!{j}빌은 하마터면 울컥해 소리칠 뻔했다.{j}왜 이런 걸 구구절절 설명하고 저 조막만 한 아이의 눈치를 살펴야 하는지 모를 일이었다.{j}하지만 빌은 결국 아무 말도 하지 못했다.{j}한마디만 더 하면 울어 버릴 것 같은데, 저 아이가 우는 모습은 보고 싶지 않았다.{j}우는 아이라니.{j}딱 질색이다.{j}우물쭈물하던 빌은 다시 걸음을 내딛는 것으로 곤경을 피했다.
en_us: Bill started to get frustrated. He didn’t like that he needed to be so careful about what he said around this little girl, explaining every last thing to her in order to protect her feelings. He almost shouted, Why do you like birds so much?! Ultimately, though, he decided to remain silent. He knew that one more word from him could send her into a fit of crying, and he didn’t want to deal with that. He hated crying children. After hesitating for a moment, he continued walking. {j}{j}{j}{j}{j}{j}{j}

source: 한동안 보이지 않더니 오늘은 정원사를 도와 부지런히 일을 하고 있었다.
en_us: who was busily helping the gardener after being nowhere in sight for several days.

source: 덩굴장미 파고라가 서 있는 곳이었다.
en_us: where the rose-covered pergola was located.

source: 허비하기에는 긴 시간이라 판단해 몸을 일으키려는 찰나에 새가 울었다.
en_us: Deciding that an hour was too long a time to waste away doing nothing, he was about to rise from the chair and leave the room, when he heard a chirping sound.

source: 바구니 구석에 끼워 두었던 신문을 앞치마 주머니에 넣고, 재빨리 그 나무를 타고 올랐다.
en_us: She retrieved the newspaper that she had stuck in the basket and put it in the pocket of her apron, then started quickly climbing up the tree.

source: 그 안에 든 편지에는 천애 고아가 되어 친척집을 전전했던 한 아이의 내력과 찢어지게 가난한 처지 탓에 도저히 객식구를 돌볼 수 없는 자신들의 사정이 담겨 있었다.
en_us: It told the story of an orphaned child who had been taken in by a series of relatives, all of whom were too poor to able to continue fostering her.

source: “제 몫을 성실히 해내는 사용인들은 존중받아야지.”{j}클로딘의 목소리가 더욱 낮고 부드러워졌다.{j}푸른빛이 도는 도자기 화병이 그녀가 다듬은 꽃송이로 하나둘 채워져 갔다.
en_us: “Attendants who faithfully perform their duties are deserving of our respect,” Claudine said in a gentle, quiet tone. She placed the trimmed flowers one by one into a blue porcelain vase.{j}{j}

source: 또다시 얼굴이 빨개질 것만 같아 카일은 공연히 헛기침을 했다.
en_us: Realizing that he was starting to blush, he cleared his throat to calm himself down.

source: “큰돈이지.”
en_us: “You’re right about that.”

source: “공작님이랑 친구들이 자꾸 새를 사냥해.”{j}레일라는 침울하게 대답했다.
en_us: “The duke and his friends keep hunting birds,” she gloomily replied.{j}

source: “네.”{j}레일라는 확신을 담아 대답했다.
en_us: “Yes,” she firmly replied.{j}

source: 무슨 대단한 말을 하려나 했더니.{j}하도 맥 빠지는 소리를 해 카일은 그만 웃어 버렸다.{j}“솔직히 말해.{j}니가 먹고 싶어서 그러지?”
en_us: Kyle chuckled. He had thought she was going to say something serious. “Be honest—you’re just offering because you feel like eating ice cream yourself, aren’t you?”{j}{j}{j}

source: 분명 가만히 다물려 있을 뿐인데도 희미한 미소가 감도는 듯한 부드러운 입술.
en_us: Her mouth showed a faint smile,

source: “카일!{j}카일!”{j}아마도 소년을 부르는 듯한 목소리가 희미하게 들려왔다.
en_us: Suddenly, a voice could be heard in the distance. “Kyle! Kyle!”{j}{j}

source: 그럴 나이가 되었으니까.”{j}잠시 생각에 잠겼던 클로딘은 여름의 해처럼 밝게 웃었다.{j}“참.{j}리에트 오빠가 근사한 차를 새로 샀다는 소식 들으셨나요?”{j}클로딘은 능숙하게 화제를 돌렸다.
en_us: I suppose you’re right. She is old enough to be called a lady,” Claudine replied before sinking into thought. After a moment, she smiled brightly and deftly changed the subject, saying, “Oh, by the way, did you hear that Riette bought a marvelous new car?”{j}{j}{j}{j}

source: “……아니요.”{j}네!{j}당장 외치고 싶은 그 진심을 눌러 담으며 레일라는 세차게 도리질 쳤다.{j}“그럴 리가요.”{j}레일라 르웰린, 오늘 밤 안경을 위해 영혼을 팔았다.{j}“그러니 공작님, 제발 돌려주세요.”{j}너무나 속상하고 억울해 눈물이 다 나려 했지만 레일라는 다시 한 번 간청했다.{j}“제겐 정말 소중하고 중요한 거예요.”{j}굴욕을 견디며 고개도 조아렸다.{j}이 숲의 모든 돌멩이를 걷어찰 수 있을 것 같은 기분이었지만 레일라는 알고 있었다.{j}지금 자신이 얼마나 불리한 입장에 서 있는지를.
en_us: Suppressing the urge to shout “No!” she shook her head and answered, “Yes. Of course I do.” Layla Llewellyn, she thought, you have sold your soul for eyeglasses. “So please, Your Grace, please give them back.” Fighting back her tears, she added, “They’re really special and important to me.” She bowed her head in submission, despite the indignity of the gesture. She was feeling so much pent-up rage that she could have kicked every stone in the forest and still had more rage left over to vent. But she was aware that she was at an extreme disadvantage in this situation.{j}{j}{j}{j}{j}{j}{j}{j}{j}{j}

source: 바람이 자유로이 드나들어 여름에도 그리 덥지 않은 곳이기도 했다.
en_us: Opening these windows provided cross-ventilation that usually kept the interior feeling cool even in the summer.

source: 말 등에 오른 마티어스는 고개를 돌려 관목 덤불을 바라보았다.
en_us: He mounted his horse, then looked back toward the thicket of bushes.

source: 이 칼스바르의 모든 사람들이 찬탄해 마지않는 완벽한 헤르하르트 공작에 가까워 보이는 모습이었다.
en_us: Layla felt like she was perceiving the perfect Duke Herhardt whom the residents of Karlsbar were always praising.

source: 그사이 빌은 돈주머니를 엉덩이 아래에 요령껏 숨겼다.
en_us: Meanwhile, Bill quietly sat on top of his money bag to hide it.

source: “레일라, 나 오늘은 니 파트너로 여기 왔어.”{j}카일이 천천히 고개를 돌렸다.{j}그의 갈색 눈은 어둠 속에서도 따스한 빛으로 반짝였다.{j}“그러니까 니 곁에 있을게.”{j}카일의 입술과 눈시울에 천천히 미소가 번졌다.{j}“그러고 싶어.”
en_us: “Layla, I’m here at this party as your companion.” He slowly turned his head towards her. The warm look in his brown eyes was visible even in the darkness. “So I’m going to stay with you.” A smile slowly spread across his face. “That’s what I want.”{j}{j}{j}{j}{j}

source: “이래저래 아무짝에도 쓸모없는 놈 같으니.”{j}투덜거리면서도 빌은 고집을 부리지 않았다.
en_us: “He’s a good-for-nothing,” Bill muttered, before resigning himself to his half-filled glass.{j}

source: “니가?
en_us: “You did?

source: 숱 많은 빌의 눈썹이 느리게 꿈틀댔다.{j}“이게 뭐지?”
en_us: Bill’s thick brows slowly wrinkled. “What’s that?”{j}

source: 클로딘 폰 브란트는 훌륭한 혈통과 조건을 가진 신붓감이었으므로.
en_us: Claudine von Brandt was a well-qualified prospective bride with an excellent pedigree.

source: 공작이 안경을 숨겼다.
en_us: The duke had hidden her glasses.

source: 은은한 유백색의 진주도 마찬가지.
en_us: The delicate, milky-white pearls were similarly decorated.

source: 휴식하던 이들의 시선이 일제히 그녀를 향했다.
en_us: Everyone in the break room turned to face her.

source: 레일라가 적당한 추임새를 고민하는 사이에 클로딘이 선심 쓰듯 말했다.{j}“같이 가자, 레일라.”
en_us: Before Layla had a chance to say anything, Claudine took mercy on her and said, “You should come along with us, Layla.”{j}

source: 그 생각 속에서 아이가 자랐다.
en_us: While he was thinking these thoughts, Layla grew a lot.

source: 탕.
en_us: Bang!

source: ‘나는 클로딘이 차기 공작 부인의 자리에 가장 어울릴 숙녀라 생각한단다.’
en_us: “I believe that Claudine is the most suitable candidate to be the next duchess.”

source: 눈을 몇 번 깜빡일 만큼의 시간이 흐르고서야 레일라는 그 말이 자신을 향한 것임을 깨달았다.
en_us: After a few seconds, she realized that his words had been directed at her. Holding her breath, she turned to face him again.

source: 그간은 회사의 경영에 직접 개입하지 않았지만 전역 후에는 마티어스가 도맡아야 할 일이었다.
en_us: He wasn’t yet directly involved in managing the company, but he would be taking on that responsibility after he was discharged from the military.

source: 인사를 했고, 돌아섰고, 그저 걷고 또 걸은 것 같지만 그 모든 기억이 모호하기만 했다.
en_us: Presumably she had bid him farewell, turned, and walked out, but her memories were faint.

source: 주인이 돌아오는 날은 모든 것이 완벽해야 했는데, 거기에는 이 저택의 일부인 사용인도 포함되었다.
en_us: Everything had to be perfect on the day he arrived, including the household staff.

source: 그 애 역시 카일을 보며 웃고 있었다.
en_us: Layla was smiling back at Kyle.

source: 난 소처럼 잘 먹는 애가 좋다.”
en_us: I like kids who can eat like a cow.”

source: 헤르하르트 가문은 토지 자산을 기반으로 무역, 자원으로 영역을 넓혀 왔다.
en_us: Building on their existing land assets, the Herhardt family had greatly expanded the scope of their business dealings, both in terms of trade and of natural resources.

source: 이 도시에 있는 가장 좋은 호텔에 고물 자전거를 끌고 온 손님은 여태 없었을 테니.
en_us: was due to the fact that this hotel, the finest hotel in the city, was not the type of place where people with ratty old bicycles would normally come.

source: 그 초연한 푸른 눈이 레일라를 수치스럽고 두렵게 했다.
en_us: The aloof look in his deep-blue eyes made her feel dirty and ashamed.

source: “레일라.”{j}빌은 떨고 있는 아이의 어깨에 가만히 손을 올렸다.
en_us: “Layla,” he said, patting her on the shoulder.{j}

source: 올라갈 때만큼이나 재빨리 나무에서 내려온 아이는 금세 빌의 코앞까지 다가왔다.
en_us: She then climbed down the tree just as quickly as she had climbed up it, and zipped over to Bill, stopping right in front of him.

source: 그만하면 나쁜 예의는 아니었던지 클로딘은 별다른 말을 덧붙이지 않았다.
en_us: Claudine didn’t criticize her for this, which suggested that it wasn’t against proper etiquette.

source: “하긴.
en_us: “Well,

source: 마침 여기로 배달 오던 길이라 데려왔지요.”{j}웃으며 대답한 그는 빌 레머 앞으로 온 한 통의 편지를 내밀었다.
en_us: I was on my way here to deliver mail anyway, so I brought her along,” the mailman replied with a smile. He then handed Bill a letter.{j}

source: 해가 기울기 시작하자 숲은 빠르게 어두워졌다.
en_us: As the sun began to set, the forest quickly grew dark.

source: 하지만 국경을 넘어 이 베르크까지 홀로 떠나와야 했던 날에는 그게 잘 되지 않았다.
en_us: But on the day she had to cross the border into Berg all by herself, she found it hard to smile.

source: 문제를 일으키는 건 정부를 정부로 여기지 못하는 남자다.
en_us: It was men who treated their mistresses like wives that were problematic.

source: “참, 클로딘.
en_us: “Oh, Claudine,

source: 가느다란 금테 안경을 낀 작은 얼굴이 그 볼품없던 계집애의 얼굴 위로 겹쳐졌다.
en_us: In his mind, he superimposed the image of her as an unsightly young girl with that of her as a slender-faced young woman wearing these glasses with their thin, gold frames.

source: 저 소년이 레일라를 사랑한다는 걸.
en_us: he loved Layla.

source: 이제 막 동이 트기 시작해 방 안은 맑은 잉크빛의 어둠으로 채워져 있었다.{j}꼼짝 않고 누운 채로 레일라는 천천히 주위를 살펴 나갔다.
en_us: The sun had only just begun to rise, and her room was still filled with inky darkness.{j}

source: “그런데 왜?”
en_us: “Then what’s the problem?”

source: 그 모든 보석이 모조품이라 치부하기에는 지나치게 섬세하고 아름다웠다.
en_us: The gemstones were far too beautiful and immaculate to be fake.

source: 안경 때문이라고, 레일라는 가쁜 숨을 쏟아 내며 생각했다.
en_us: It must be because of the glasses, she thought as she panted from the exertion.

source: 어머머!
en_us: My goodness!

source: 그녀가 가리킨 방향을 향해 모두의 시선이 움직였다.
en_us: Everyone turned to look in the direction the lady was pointing.

source: 자전거가 넘어졌던 그 길의 중간쯤을 지날 무렵, 마티어스는 순순히 인정했다.
en_us: As they passed by the spot about halfway down the road where Layla had fallen off her bicycle, Matthias thought to himself,

source: 레일라는 짧은 인사로 감사를 표시한 후 호텔로 들어섰다.
en_us: Layla thanked him and walked into the hotel.

source: 그가 사냥을 다녀간 날 이후로 어미 박새가 사라졌다.
en_us: The mother chickadee had been missing since the first day the duke had gone hunting.

source: 적당한 거짓말로 달래 볼까 싶었지만 어차피 헤르하르트 공작은 수일 내로 사냥터에 모습을 나타낼 것이다.
en_us: Once Bill realized the reason for her reaction, he awkwardly cleared his throat. He thought about telling a lie to comfort her, but he knew it was no use.

source: 먼저 도착해 있던 카일이 활짝 웃으며 손을 흔들어 주었다.
en_us: Kyle, who had already arrived, waved eagerly at her, smiling brightly.

source: 마티어스는 저 숲을 참 좋아한다니까.”{j}엘리제 폰 헤르하르트가 가볍게 종을 울리자 하녀들이 다가와 테이블을 정리하기 시작했다.
en_us: I’m just saying, Matthias certainly seems to like that forest a lot,” Elise said. She then rang a bell to summon the maids, who soon came and started to clear and set the table.{j}

source: 간만에 젊은 사람들로 저택이 떠들썩하면 우리도 즐거울 테니.”{j}엘리제 폰 헤르하르트의 미소가 한결 더 화사해졌다.{j}“다들 그렇게 생각하시지 않나요?”
en_us: And anyway, if the mansion is filled with young people having a good time, we’ll enjoy it too.” Elise’s smile brightened noticeably. “Doesn’t everyone agree?”{j}{j}

source: 빌은 툭툭 흙먼지를 털어 낸 손으로 밀짚모자를 벗어 들었다.{j}너른 챙의 그늘에 가려져 있던 그을린 얼굴이 드러나자 아이는 흠칫하며 마른침을 삼켰다.
en_us: The girl watched as Bill brushed the dirt off his hands and took off his straw hat. When she saw his tan face, no longer obscured by the shadow from the wide brim of his hat, she flinched.{j}

source: 레일라는 숨이 턱 막혀 눈만 깜빡였다.
en_us: Layla just blinked, too upset to speak.

source: 어째서 공작은 식탁에 놓을 커다란 새가 아닌 작고 아름다운 새만 사냥하는 것일까?{j}지난 한 달 내내 지켜보며 고민한 레일라는 이제 그 이유를 알 것 같았다.
en_us: At first, Layla had wondered why the duke only hunted tiny, beautiful birds, instead of big, edible ones. After pondering over this question for a month, she finally thought she had figured out the answer. {j}

source: 느릿하게 움직이던 손끝은 살며시 벌어진 입술 사이에서 멈추었다.
en_us: His fingers moved slowly, coming to a rest in between her slightly-opened lips.

source: 너 빌려주려고 한 기하 노트를 집에 두고 왔어.”{j}문득 떠오른 생각에 카일이 눈살을 찌푸렸다.
en_us: I forgot to bring the geometry notes I told you I’d lend you,” Kyle exclaimed.{j}

source: 언제 젊고 아름다운 여자가 나타나 그에게 아들을 낳아 주고 사랑을 빼앗아 갈지 모를 일이니까.
en_us: She always worried that a pretty young lady would show up one day, bear him a son, and steal away his love.

source: 카일의 태도는 이제 눈에 띌 만큼 뻣뻣해져 있었지만 그의 어머니는 아들의 마음에는 크게 관심이 없는 모양이었다.
en_us: Kyle, on the other hand, was visibly uncomfortable, but his mother didn’t seem to care about how he felt.

source: “그런 거 아니거든?”
en_us: “I’m not embarrassed, Kyle.”

source: 이거?”
en_us: you mean these?” he asked, holding up the glasses.

source: “옷을 좀 사 입혀야겠어요.
en_us: “You should buy her some new clothes.

source: 내 마음이야!”{j}카일의 대꾸는 더욱 우렁찼다.
en_us: I’ll come over when I feel like it!”{j}

source: 레일라는 어쩌면 자신의 기도가 이루어졌을지도 모른다고 생각했다.
en_us: * * * Layla began to think that her prayers had been answered.

source: “참 오랜 세월을 들여 정성껏 가꾸었단다.
en_us: “I’ve put my heart and soul into selecting and arranging everything in here.

source: 거…… 뭐…… 쓸 만큼만 썼지!
en_us: actually... it... wasn’t that expensive!

source: 레일라가 울었다.
en_us: Layla had cried.

source: “아저씨께 드릴게요.”{j}레일라는 제법 비장한 태도로 금화 한 닢을 내밀었다.
en_us: * * * “You can have this, Uncle,” Layla said, suppressing her sadness as she held out the gold coin.{j}

source: 카나리아는 당연한 듯 그의 손가락 위에 내려앉았다.
en_us: and the bird readily perched on his finger.

source: 안절부절못하고 제자리를 맴돌던 레일라도 때마침 그를 바라보았다.
en_us: Just then, Layla, who had been anxiously standing in place, looked back at him.

source: 거참, 예쁘게도 웃는 아이였다.
en_us: Goodness, what a pretty smile she has.

source: 폴짝거리며 오솔길 저편으로 달려가던 아이가 아직 눈에 선한데, 이제는 그 길 너머에서 다 자란 아가씨가 물 위를 걷듯 부드러운 걸음으로 다가오고 있었다.
en_us: The sight of her as a young girl jumping about as she frolicked down the forest path was still fresh in his memory, but the person he saw coming back on the same path now was a fully-grown young lady who walked with soft steps as though she were gliding on water.

source: 레일라, 너는 꽤 괜찮은 어른이 될 거라고.
en_us: that she was going to become an outstanding adult.

source: 마티어스는 주파수를 몇 번 바꾸어 왈츠가 흐르게 한 후 소파에 기대앉았다.
en_us: Matthias changed the frequency a few times, settling down on the sofa once a waltz started playing.

source: 마티어스가 비웃듯 한쪽 입꼬리를 당겨 올린 순간에 레일라가 강물에 몸을 담갔다.
en_us: Just then, Layla jumped into the river.

source: “제가 아닌 아버지겠죠.”
en_us: “They want to see Father, not me,” Kyle replied, giggling.

source: “옷을 사러 시내에 나가는 것뿐이니 그런 표정 지을 거 없다.”{j}빌은 흠흠 헛기침을 하며 뒷목을 긁적였다.{j}“곧 헤르하르트 공작이 올 텐데, 이 꼴로 인사를 올리는 건 아무래도 좀 그렇지.”
en_us: “Don’t look so scared. We’re just going into town to buy you some clothes.” He cleared his throat and scratched the back of his neck, then added, “Duke Herhardt will be arriving soon. You can’t meet him looking like that.”{j}{j}

source: 마티어스는 가만히 그 얼굴을 보며 손에 쥔 모자를 천천히 머리 위로 들어 올렸다.
en_us: Keeping his eyes fixed on her face, he slowly extended his arms and held the hat tantalizingly above her head.

source: 에트먼 박사는 유능한 의사였고 인품 또한 훌륭했으므로 충분히 그럴 만했다.
en_us: Dr. Ettman was a highly competent physician with an amiable personality, so it was easy to see why she liked him so much.

source: “괜찮습니다아.
en_us: “Come on, Kyle.

source: 내 말이 부탁일까?
en_us: Did You Think It Was a Request?

source: “……네?”{j}뜻밖의 말에 사육사의 눈이 커졌다.
en_us: “Pardon...?” the bird-keeper asked, looking surprised.{j}

source: 눈을 가늘게 찌푸렸던 레일라는 조금 더 바빠진 걸음으로 다가오기 시작했다.
en_us: She squinted her eyes, then started walking again, a little more quickly than before.

source: 속상해요.”
en_us: It bugs me.”

source: 한 사람 한 사람을 차례로 살펴 나가던 마티어스의 시선은 무리의 맨 끝에 서 있는 레일라의 얼굴 위에서 멈추었다.
en_us: His gaze then came to rest on Layla, who was standing at the edge of the group.

source: 레일라를 직시하는 시선을 그대로 둔 채로 마티어스는 클로딘의 입술 위로 천천히 입술을 내렸다.
en_us: Keeping his eyes fixed on Layla, he slowly pressed his lips against Claudine’s.

source: 깜짝 선물처럼 말이에요
en_us: Surprise Gift

source: 염병할 세상.
en_us: Damn this world

source: “그렇구나.”
en_us: “I see,” Layla replied.

source: “아니야, 카일.
en_us: “No, Kyle.

source: 집사가 급한 전보와 우편물을 가지고 돌아오지 않았다면 그 순간은 한참 더 지속되었을지도 몰랐다.
en_us: If the butler hadn’t returned with an urgent telegram and piece of mail, the moment might have lasted quite a bit longer.

source: 곁에 선 소년의 팔을 꼭 잡고, 숨듯이 그 소년 뒤로 몸을 감추었다.
en_us: She grasped the arm of the boy she was with tighter, and moved behind him as if to hide.

source: 아직 깃털이 돋아나지 않은 아기 새들이 먹이를 찾으러 간 어미 새를 기다리고 있었다.
en_us: The featherless chicks were waiting for their mother to return with their food.

source: 무심코 고개를 돌린 두 남자는 같은 표정으로 헉하고 숨을 몰아쉬었다.
en_us: When the two men turned to look, they were astounded at what they saw.

source: 뜻밖에도 그는 송화구를 감싸 쥐며 레일라를 향해 몸을 돌려세웠다.{j}“기다려.”{j}그 짧은 명령은 조금 전 그 완벽한 헤르하르트 공작과는 전혀 다른 사람의 말처럼 들렸다.
en_us: Unexpectedly, he turned towards her and, putting his hand over the receiver, said, “Wait.” That short command sounded like it had come from someone else wholly different from the perfect Duke Herhardt of a moment earlier.{j}{j}

source: “뭐, 그런 셈이지.
en_us: “Sure he does.

source: 그사이 헤르하르트 공작은 느긋하게 한 걸음 물러섰다.
en_us: As she did this, Duke Herhardt took a leisurely step back.

source: 그건 그들이 서로를 선택한 가장 크고 분명한 이유이기도 했다.
en_us: This was the biggest and most straightforward reason why they had chosen each other.

source: 예정보다 이른 도착이네요.”
en_us: That’s earlier than scheduled.”

source: 그래도 최선을 다해 웃었던 그날을, 온정과 연민이 깃든 빌 아저씨의 눈을 마주한 순간을, 이 방의 문턱을 넘어선 첫걸음을 레일라는 여전히 잊지 못한다.
en_us: Nonetheless, she tried her hardest to smile. To this day, she still remembered the look of compassion and pity in Uncle Bill’s eyes when she met him; and she still remembered crossing the threshold into the room she was lying in right now.

source: “다시.”{j}품평하듯 레일라를 뜯어보던 공작이 낮게 명령했다.{j}“숙녀답게, 다시.”{j}이번에도 공작은 웃지 않았다.
en_us: “Again,” he quietly said, still not smiling. “Say it like a lady.”{j}{j}{j}

source: “내 앞에선 입 쩍쩍 벌려 가며 잘만 드시면서 뭘 새삼 신경 쓰냐?”
en_us: “Why do you care when you’re always stuffing your face in front of me?”

source: 이러다 늦으면 어쩌지.
en_us: She hoped this wouldn’t cause her to be late.

source: “그렇군요.”{j}마티어스는 고개를 끄덕이며 웃어 주었다.{j}“수고했습니다.”{j}그 인사를 끝으로 마티어스는 유유히 테라스를 떠났다.
en_us: “I see.” Matthias nodded and smiled. “Good work, anyway.” He sauntered back inside.{j}{j}{j}

source: “엄마, 그런 뜻이 아니란 거 아시잖아요.”
en_us: “You know that’s not what I meant, Mom.”

source: 어차피 도서관 같은 건 아무래도 좋았다.
en_us: He had no interest in going to the library.

source: 언젠가 우연히 본 적 있다.
en_us: Once, she had chanced to see

source: “이쪽은 제 친구들이에요, 헤르하르트 공.”
en_us: “Duke Herhardt, these are my friends,” Claudine said.

source: 모든 새를 사랑하는 레일라가 까마귀에게 다소 감정이 좋지 않아진 사건이었다.
en_us: While previously Layla had loved all birds, this incident had soured her feelings towards ravens.

source: 그런 생각을 하면 클로딘은 사랑에 연연하는 여자들이 더욱 우습게 느껴졌다.
en_us: This was yet another fact that made Claudine look down on women who she saw as overly attached to the idea of love.

source: 부츠의 굽 소리와 바람에 흔들리는 나뭇잎의 소리가 묘한 조화를 이루었다.
en_us: The click of his boots blended pleasingly with sound of the leaves swaying in the breeze.

source: 하지만 착각이라기에는 눈에 보이는 형체가 지나치게 사람에 가까웠다.
en_us: But in this case, the form she saw in the water was unmistakably human.

source: 그리고 마티어스는 여전히 그게 재미있고 또 조금은 거슬렸다.
en_us: Matthias found this at once amusing and irksome.

source: 할머니께는 참을 수 없이 천박하고 위험스러운 쇳덩어리에 불과하죠.”
en_us: For Grandmother, cars are no more than vulgar, dangerous hunks of metal.”

source: 듣고도 믿기지 않는 말에 레일라는 얼마간 망연해져 있었다.
en_us: She couldn’t believe her ears. She remained at a loss for words for a moment.

source: “다시…… 가야 할까요?”{j}조심스러운 질문을 건네는 레일라의 목소리가 떨렸다.{j}다시 한 번 더 정원에 다녀와야 한다면 장미로 공작을 때릴 수 있을 것만 같았다.
en_us: “Should I... go get different ones again?” she cautiously asked in a quivering voice. If he makes me go back to the garden for a third time, I’m going to throw the roses at him.{j}{j}

source: 돌아온 새들.
en_us: The birds returning.

source: 멍이 든 고모의 얼굴을 가만히 보던 레일라는 꾸벅 인사한 후 그것을 받아 들었다.
en_us: Layla looked at her aunt’s bruised face and thanked her for the cookies.

source: 아르비스 사람들과 숲속 동물들이 아무리 열심히 따먹어도 바닥에 떨어져 썩어 가는 열매가 더 많을 정도였다.
en_us: No matter how many raspberries the residents of Arvis and the forest animals ate, there were always so many left over that countless berries would become overripe and fall to the ground.

source: 새로 사 준 옷들이 깡총해지고 살결이 보얗게 피어났다.
en_us: She outgrew her new dresses quickly, her slender legs starting to show.

source: 곧장 해외 전선에 부임해 복무하느라 지난 한 해 동안은 영지를 찾지 않았다.
en_us: He had been immediately assigned to a post at an overseas war front, so he hadn’t visited the estate at all in the previous year.

source: 클로딘이 아는 마티어스는 확실한 전자였다.
en_us: Everything Claudine knew about Matthias suggested that he was in the former category.

source: “두 분 마님께 이미 허락을 구했지만, 그래도 공작님께도 말씀을 드려야 할 일일 듯해 결례를 범했습니다.”{j}빌 레머가 다시 한 번 꾸벅 고개를 숙였다.
en_us: “I already got permission from Lady Elise and Dowager Herhardt, but I should have asked you as well,” Bill said, bowing his head again.{j}

source: 싱겁게 웃은 레일라는 꽃잎을 붙인 노트 아래에 발견한 장소와 특징을 꼼꼼하게 적어 넣었다.
en_us: She giggled softly, then started meticulously writing the characteristics of the flowers she had just glued into her notebook, and the locations where she had found them.

source: 하지만 이건, 단지 재미를 위해 거리낌 없이 죽이고 함부로 내버리는 이런 일은 어떻게 이해해야 하는지 도무지 갈피가 잡히지 않았다.
en_us: What she was unable to understand, however, was how someone could kill animals for fun and leave their carcasses behind.

source: 클로딘의 명랑한 물음에 귀부인들의 눈살이 찌푸려졌다.
en_us: The ladies furrowed their brows at Claudine’s cheerful question.

source: 그러므로 꽃이 많이 달린 모자야말로 가장 예쁜 모자.
en_us: Thus a hat covered with flowers had to be the world’s prettiest hat.

source: 명석한 두뇌로 추리를 해 온 탐정이 막 범인을 찾아내려는 참이었다.
en_us: The detective was about to figure out the culprit by using his impressive intellect.

source: 하늘거리는 하얀색의 차양 아래에 사탕처럼 달콤한 빛깔의 옷을 입은 화려한 사람들이 앉아 있는 곳이었다.
en_us: a world where glamorous people dressed in bright, candy-colored clothing were sitting under a white awning that fluttered in the breeze.

source: 카일 에트먼에게 다가간 그가 무어라 말을 전했고, 카일 에트먼의 얼굴에 낭패감이 스쳤다.
en_us: He went to Kyle and said something to him.

source: “내일 카일이 오기로 했어요.
en_us: “Kyle is coming tomorrow.
